<template>
    <div class="flex shrink-0 flex-col overflow-hidden rounded-[20px] bg-[#101113]">
        <div class="mb-[10px] h-[211px] w-full bg-[#141517]"></div>

        <div class="flex w-full flex-col p-[25px]">
            <h2 class="mb-5 text-[20px] font-bold text-[#E5E5E5]">КҮС верификация</h2>
            <p class="text-[14px] font-medium text-[#787878]">
                Мы хотим стать ближе и больше заботиться о наших пользователях, поэтому просим вас заполнить личную информацию. Это поможет нам обеспечить еще лучший сервис. Это
                защитит ваш аккаунт в случае восстановления. Также это позволит нам отправлять вам сладкие подарки и награды. Для проверки необходимы следующие документы: паспорт,
                водительские права или ID- карта.
            </p>
        </div>
    </div>
</template>
